Repository: Balikas4/Rental-Platform-PinkRent
Catalog: PinkRent/PinkRent/locale/*/LC_MESSAGES/django.po
Languages: lt

source: listings
lt: skelbimai

source: name
lt: pavadinimas

source: slug
lt: trumpinys

source: category
lt: kategorija

source: categories
lt: kategorijos

source: tag
lt: žyma

source: tags
lt: žymos

source: brand
lt: prekinis ženklas

source: brands
lt: prekiniai ženklai

source: Black
lt: Juoda

source: White
lt: Balta

source: Grey
lt: Pilka

source: Silver
lt: Sidabrinė

source: Golden
lt: Auksinė

source: Beige
lt: Smėlio spalva

source: Brown
lt: Ruda

source: Dark Blue
lt: Tamsiai mėlyna

source: Blue
lt: Mėlyna

source: Light Blue
lt: Šviesiai mėlyna

source: Green
lt: Žalia

source: Khaki
lt: Chaki

source: Yellow
lt: Geltona

source: Mustard
lt: Garstyčių spalva

source: Orange
lt: Oranžinė

source: Coral
lt: Koralo spalva

source: Red
lt: Raudona

source: Burgundy
lt: Bordo

source: Light Pink
lt: Šviesiai rožinė

source: Pink
lt: Rožinė

source: Bright Pink
lt: Ryškiai rožinė

source: Purple
lt: Violetinė

source: Lavender
lt: Levandų spalva

source: Mint
lt: Mėtinė

source: Turquoise
lt: Turkio spalva

source: Peach
lt: Persikų spalva

source: Ivory
lt: Dramblio kaulo spalva

source: Champagne
lt: Šampano spalva

source: Rose Gold
lt: Rožinis auksas

source: Bronze
lt: Bronzinė

source: Cobalt Blue
lt: Kobalto mėlyna

source: Emerald
lt: Smaragdinė

source: Fuchsia
lt: Fuksijų spalva

source: description
lt: aprašymas

source: price
lt: kaina

source: created at
lt: sukurta

source: updated at
lt: atnaujinta

source: is available
lt: prieinama

source: is for sale
lt: parduodama

source: size
lt: dydis

source: color
lt: spalva

source: value
lt: vertė

source: owner
lt: savininkas

source: listing
lt: skelbimas

source: favorited_by
lt: pamėgta

source: favorite listing
lt: mėgstamiausias skelbimas

source: favorite listings
lt: mėgstamiausi skelbimai

source: review_by
lt: atsiliepimas paliktas

source: reviewed_listing
lt: atsiliepimas paliktas skelbimui

source: listing_review
lt: skelbimo atsiliepimas

source: listing_reviews
lt: skelbimo atsiliepimai

source: Search
lt: Paieška

source: Rent
lt: Nuoma

source: Lend
lt: Išnuomoti

source: Profile Picture
lt: Profilio nuotrauka

source: My Profile
lt: Mano profilis

source: Create Profile
lt: Sukurti profilį

source: My Favorite users
lt: Mano mėgstami vartotojai

source: My Favorite listings
lt: Mano mėgstamiausi skelbimai

source: admin
lt: administratorius

source: log out
lt: atsijungti

source: log in
lt: prisijungti

source: sign up
lt: užsiregistruoti

source: Menu
lt: Meniu

source: Wedding dresses
lt: Vestuvinės suknelės

source: Accessories
lt: Aksesuarai

source: Occasional dresses
lt: Proginės suknelės

source: Handbags
lt: Rankinukai

source: Shoes
lt: Batai

source: Upload item for rent
lt: Įkelti nuomojamą daiktą

source: Rent from others
lt: Nuomotis iš kitų

source: About Upupam
lt: Apie Upupam

source: How to rent?
lt: Kaip nuomotis

source: How to lend?
lt: Kaip nuomuoti

source: Platform Rules
lt: Platformos taisyklės

source: Terms & Conditions
lt: Sąlygos ir taisyklės

source: Category Page
lt: Kategorijos puslapis

source: Size
lt: Dydis

source: Value
lt: Vertė

source: For 4 days
lt: 4 dienoms

source: Unlike
lt: Nepatinka

source: First
lt: Pirmas

source: Previous
lt: Atgal

source: Next
lt: Sekantis

source: Last
lt: Paskutinis

source: My Favorite Listings
lt: Mano mėgstamiausi skelbimai

source: &#8364;/4 days
lt: &#8364;/4 dienoms

source: Buy now
lt: Pirkti dabar

source: No favorite listings found.
lt: Nerasta mėgstamų skelbimų.

source: create a listing at
lt: sukurti skelbimą

source: Create a New Listing
lt: Sukurti skelbimą

source: Maximise Your Success - Click Here to Review Our Upload Tips
lt: Nuomok kaip profesionalas - spausk čia, kad peržiūrėtum mūsų įkėlimo patarimus

source: Category
lt: Kategorija

source: Select Category
lt: Pasirinkti kategoriją

source: Sub Category
lt: Subkategorija

source: Select Sub-Category
lt: Pasirinkti subkategoriją

source: Picture:
lt: Nuotrauka

source: Picture 2:
lt: Nuotrauka 2

source: Picture 3:
lt: Nuotrauka 3

source: Picture 4:
lt: Nuotrauka 4

source: Name:
lt: Vardas:

source: Size:
lt: Dydis:

source: Quality:
lt: Kokybė:

source: Color:
lt: Spalva

source: Value:
lt: Vertė:

source: Receive buy offers:
lt: Siūlyti daiktą ir pardavimui:

source: 4 day rent price:
lt: 4 dienų nuomos kaina:

source: Description:
lt: Aprašymas:

source: Create Listing
lt: Sukurti skelbimą

source: Select Size
lt: Pasirinkti dydį

source: deleting
lt: trynimas

source: deleting listing
lt: trinti skelbimą

source: are you sure you want to delete listing
lt: ar tikrai norite ištrinti skelbimą

source: listing will be deleted permamently
lt: skelbimas bus visam laikui ištrintas

source: confirm
lt: patvirtinti

source: cancel
lt: atšaukti

source: Listing details
lt: Skelbimo detalės

source: Price:
lt: Kaina:

source: for 4 days
lt: 4 dienoms

source: Category:
lt: Kategorija:

source: Brand:
lt: Prekės ženklas:

source: Listing Owner:
lt: Skelbimo savininkas:

source: Like
lt: Patinka

source: Listing reviews
lt: Skelbimo atsiliepimai

source: Review average
lt: Atsiliepimų vidurkis

source: No reviews
lt: Atsiliepimų nėra

source: Leave a review
lt: Palikti atsiliepimą

source: User Reviews
lt: Atsiliepimai apie vartotoją

source: Create listing
lt: Sukurti skelbimą

source: Edit
lt: Redaguoti

source: Delete
lt: Ištrinti

source: Listings
lt: Skelbimai

source: No listings found
lt: Skelbimų nerasta

source: Create new
lt: Sukurti naują

source: editing
lt: redagavimas

source: editing listing
lt: redaguojamas skelbimas

source: Parent Category
lt: Pagrindinė kategorija

source: Select Parent Category
lt: Pasirinkite pagrindinę kategoriją

source: My Listings
lt: Mano skelbimai

source: Rent, Earn, Discover - all without leaving your neighborhood!
lt: Nuomok, uždirbk, atrask – mados nuoma nepaliekant namų!

source: Enjoy easy fashion rentals, no fees. Earn while sharing your wardrobe. Join our platform and start your journey today!
lt: Mados nuomos platforma be jokių mokesčių. Uždirbkite dalindamiesi savo spinta. Prisijunkite prie Upupam platformos ir pradėkite jau šiandien!

source: Earn now
lt: Uždirbk dabar

source: Explore
lt: Atraskite katalogą

source: Top Trending Dresses
lt: Populiariausios suknelės

source: Dresses for Every Occasion
lt: Suknelės kiekvienai progai

source: Wedding guest
lt: Vestuvių svečias

source: Evening dresses
lt: Vakarinės suknelės

source: Cocktail party
lt: Aprangos kodas - kokteilis

source: Bachelorette party
lt: Mergvakaris

source: How Upupam Platform Works
lt: Kaip veikia Upupam platfoma

source: How to Lend
lt: Kaip išnuomoti

source: How to Rent
lt: Kaip nuomotis

source: No Fees
lt: Jokių mokesčių

source: List your items for rent for free. You have full control to set the rental price, rules, insurance fee, or deposit. The renter will pay directly into your account. All profits are yours.
lt: Įkelkite savo daiktus nuomai nemokamai. Daiktų savininkai turi pilną kontrolę nustatyti nuomos kainas, taisykles, draudimo mokestį ar depozitą. Nuomininkas apmoka užsakymą tiesiogiai į jūsų nurodytą sąskaitą. Visas pelnas yra jūsų.

source: Communicate Directly with the Renter
lt: Bendraukite tiesiogiai su nuomininku

source: The renter will contact you directly using the contact details you provided. Inform them about the rental conditions, agree on the method of delivery or pickup, and finalize the rental period.
lt: Nuomininkas, norėdamas pateikti užsakymą, susisieks tiesiogiai per jūsų nurodytus kontaktus. Praneškite apie nuomos sąlygas, susitarkite dėl daikto pristatymo, - siuntimas paštomatu/autobusų siunta ar perduosite gyvai, išsiaiškinkite nuomos laikotarpį.

source: Rent Out and Ship
lt: Išnuomokite ir išsiųskite

source: Once the rental order is confirmed with the renter, pack and ship the item via a parcel locker/bus shipment or hand it over in person during a meeting with the renter.
lt: Kai užbaigsite derinti nuomos užsakymą su nuomininku, supakuokite daiktą ir išsiųskite paštomatu/autobusų siunta arba perduokite susitikę gyvai.

source: Choose Items from the Catalog
lt: Rinkitės daiktus iš katalogo

source: Discover what other users are renting and pick a dress, suit, shoes, or accessories for your special occasion.
lt: Naršykite įvairius unikalius drabužius ir aksesuarus savo ypatingoms progoms.

source: Contact the Lender
lt: Susisiekti su nuomotoju

source: Get in touch directly with the lender using the provided contact details to discuss the rental terms, rules, shipping/transfer method, and final price.
lt: Susisiekite tiesiogiai su nuomotoju jo nurodytais kontaktais, susitarkite nuomos sąlygas, taisykles, daikto siuntimo/perdavimo būdą ir galutinę kainą.

source: No Platform Fees
lt: Jokių platformos mokesčių

source: Pay the rental order directly into the lender's account. No additional fees to the platform.
lt: Apmokėkite užsakymą tiesiogiai į nuomotojo banko sąskaita. Jokių platformos mokesčių.

source: Start Lending Now
lt: Pradėkite nuomoti dabar

source: Complete Your Look
lt: Papildyk savo derinį

source: Rent Bags
lt: Nuomokis rankines

source: Rent Shoes
lt: Nuomokis batus

source: Feedback
lt: Atsiliepimai apie platformą

source: About Us
lt: Apie mus

source: Upupam is the first online peer-to-peer fashion rental platform in Lithuania. We created this platform to drive a fashion revolution, reducing the consumption of new items and promoting a sharing economy.
lt: Upupam – tai pirmoji internetinė vartotojų tarpusavio mados nuomos platforma Lietuvoje. Šią platformą sukūrėme, siekdami kurti mados revoliuciją, mažinant naujų daiktų vartojimą ir skatinant daiktų dalinimosi ekonomiką.

source: Our mission is to change traditional fashion consumption through rental. Special occasion wear is one of the least worn categories of clothing, yet people often choose to buy a new outfit for each event. On this platform, we aim to create a space where you can find the perfect look for your special occasion and rent it out, while also putting your own special items to use by renting them to others.
lt: Mūsų misija yra keisti tradicinį mados vartojimą su nuoma. Proginė apranga yra viena rečiausiai vilkimų drabužių kategorijų, tačiau žmonės dažnai pasirenka pirkti naują derinį kiekvienam renginiui. Šioje platformoje siekiame sukurti erdvę, kurioje galėsite rasti tobulą įvaizdį savo ypatingai progai ir išsinuomoti jį, tuo pačiu įdarbindami savo ypatingus daiktus, išnuomojant juos kitiems.

source: The vision of the Upupam fashion rental platform is to be the place where fashion lovers can enjoy special and luxurious outfits at an affordable price, without contributing to harm to our climate.
lt: Upupam mados nuomos platformos vizija yra būti ta vieta, kur mados mylėtojai gali mėgautis progine ir prabangia apranga už prieinamą kainą, nedarant žalos mūsų klimatui.

source: Best Practices | Lending
lt: Geriausios praktikos | Nuomotojams

source: Establish Communication
lt: Užmegzkite ryšį

source: Renters will connect with you through social media, phone number, or email. Make sure to respond promptly, clearly, and friendly.
lt: Nuomininkai susisieks su jumis per socialinius tinklus, telefoną ar el. paštą. Įsitikinkite, kad atsakote laiku, aiškiai ir draugiškai.

source: Insurance/Deposit Terms
lt: Draudimo/užstato sąlygos

source: If you decide to charge for a non-refundable insurance fee to cover minor damages (e.g., a broken zipper or loose stitch), clearly state it to the renter before renting an item. You may also consider requesting a refundable deposit. Clearly communicate to the renter that the deposit will be returned after the item is given back in good condition.
lt: Jei nuspręsite imti negrąžinamą draudimo mokestį už nedidelius pažeidimus (pvz., sugadintą užtrauktuką ar atsipalaidavusią siūlę), aiškiai informuokite apie tai nuomininką prieš daikto nuomą. Taip pat galite prašyti grąžinamo užstato. Aiškiai nurodykite, kad užstatas bus grąžintas, kai daiktas bus grąžintas geros būklės.

source: Rental Conditions
lt: Nuomos sąlygos

source: Clearly outline all rental conditions, including how the item should be used and cared for (e.g., you may ask the renter not to do any dry cleaning after wearing it). Define the start and end dates of the rental period. If the same item is booked for rental with a short time gap, remember that you need to clean and prepare it in time. Always consider whether you will have enough time to receive the item, clean it, and rent it out to another person.
lt: Aiškiai nurodykite visas nuomos sąlygas, įskaitant, kaip daiktas turi būti naudojamas ir prižiūrimas (pvz., galite paprašyti nuomininko nenaudoti sauso valymo po daikto dėvėjimo). Nurodykite nuomos laikotarpio pradžios ir pabaigos datas. Jei tas pats daiktas užsakytas kelis kartus su trumpa pertrauka, nepamirškite, kad turite spėti jį išvalyti ir paruošti. Visada įvertinkite, ar turėsite pakankamai laiko gauti daiktą, jį išvalyti ir išnuomoti kitam asmeniui.

source: Delivery Process
lt: Pristatymo procesas

source: If you decide to choose a parcel carrier service, make sure to use a reliable parcel carrier service for shipping the item. You may also consider using same-day dispatch services available in Lithuania, such as bus shipping. If the renter lives nearby, you can also arrange to meet and hand over the item in person. Ensure the delivery method is agreed upon and clearly communicated to avoid misunderstandings.
lt: Jei nuspręsite naudotis siuntų pervežimo paslaugomis, būtinai pasirinkite patikimą paslaugų teikėją. Taip pat galite svarstyti naudotis autobusų siuntomis arba perduoti daiktą gyvai, jeigu užsakovas gyvena netoli.

source: Repair and Reuse
lt: Taisymas ir pakartotinis naudojimas

source: If your item is damaged, don’t throw it away. Use fixing services by seamstresses to repair the item and get it back into the rental world. Promote the concept of fashion circularity by keeping your items in good condition and available for future rentals.
lt: Jei jūsų daiktas yra sugadintas, neišmeskite jo. Naudokitės siuvėjų paslaugomis daiktui pataisyti ir grąžinti į nuomos procesą. Skatinkite mados cikliškumo konceptą, laikydami savo daiktus geros būklės ir prieinamus būsimoms nuomoms.

source: Reviews
lt: Atsiliepimai

source: We encourage lenders to follow best practices by utilizing our platform’s review feature. After successfully lending an item to another user, consider leaving a 5-star review along with a sincere comment. This helps inspire confidence in other members, signaling that the borrower is reliable and friendly. Conversely, if any issues arise with a renter, feel free to leave a 1-5 star review addressing the concerns for the benefit of others. Let’s prioritize sincerity and fairness in our reviews to foster a safe and friendly platform environment for all.
lt: Skatiname nuomotojus laikytis geriausios praktikos, naudojantis mūsų platformos atsiliepimų funkcija. Po sėkmingo daikto išnuomavimo kitam vartotojui, apsvarstykite galimybę palikti 5 žvaigždučių įvertinimą kartu su nuoširdžiu komentaru. Tai padeda įkvėpti pasitikėjimą kitiems nariams, signalizuojant, kad nuomininkas yra patikimas ir draugiškas. Jei kyla problemų su nuomininku, nedvejodami palikite 1–5 žvaigždučių atsiliepimą, sprendžiant problemas kitų naudai. Prioritetu turėtų būti nuoširdumas ir sąžiningumas mūsų atsiliepimuose, kad sukurtume saugią ir draugišką platformos aplinką visiems.

source: Fashion Rental Tips and Guidelines
lt: Mados nuomos patarimai ir gairės

source: BEST PRACTICES | RENTING
lt: Geriausios praktikos | Nuomininkams

source: Connect with the lender through email, social media, or phone number. Ensure your communication is clear and friendly.
lt: Susisiekite su nuomotoju per el. paštą, socialinius tinklus ar telefono numeriu. Įsitikinkite, kad jūsų komunikacija yra aiški ir draugiška.

source: Specify Rental Period
lt: Nurodykite norimą daikto nuomos laikotarpį

source: Clearly mention the required rental period. Confirm that the lender can hand over or ship the item in time for your occasion.
lt: Aiškiai nurodykite reikiamą nuomos laikotarpį. Patikrinkite, ar skolintojas gali perduoti arba išsiųsti daiktą laiku jūsų renginiui.

source: Discuss Costs
lt: Aptarkite išlaidas

source: Ask the lender to outline all costs, including the rental price, deposit, and any insurance fees. Carefully read through the terms and ask questions if anything is unclear.
lt: Paklauskite nuomtojo apie visas išlaidas, įskaitant nuomos kainą, užstatą ar draudimo mokesčius. Atidžiai perskaitykite sąlygas ir užduokite klausimus, jei kas nors yra neaišku.

source: Item Fit Concerns
lt: Daikto tinkamumo klausimai

source: If you are concerned about the fit, discuss possible solutions with the lender. You may request a fitting option, such as a 24-hour try-on period, where you receive the item, try it on, and send it back immediately under agreed conditions.
lt: Jei nerimaujate dėl tinkamumo, aptarkite galimus sprendimus su nuomotoju. Galite paprašyti pasimatavimo galimybės, pavyzdžiui, 24 valandų pasimatavimo laikotarpio, per kurį gaunate daiktą, pasimatuojate jį ir nedelsdami grąžinate pagal sutartas sąlygas.

source: Clarify Additional Costs
lt: Išsiaiškinkite papildomas išlaidas

source: Ask if there are any extra costs included in the rental period, such as shipping and cleaning. Make sure all costs are transparent before finalizing the rental.
lt: Paklauskite, ar nuomos laikotarpyje yra papildomų išlaidų, tokių kaip pristatymas ir valymas. Įsitikinkite, kad visos išlaidos yra aiškios prieš galutinį nuomos patvirtinimą.

source: Handle the Item with Care
lt: Elkitės su daiktu atsargiai

source: Once you receive the item, treat it with utmost care. If any issues arise during the rental period (e.g., loose stitch or broken zipper), inform the lender immediately.
lt: Gavę daiktą, elkitės su juo labai atsargiai. Jei nuomos laikotarpiu kyla kokių nors problemų (pvz., iširusi siūlė ar sugedęs užtrauktukas), nedelsdami informuokite nuomtoją.

source: Discuss Wear and Tear
lt: Aptarkite galimus defektus

source: Before the rental period, discuss potential outcomes for wear and tear situations with the lender to avoid misunderstandings.
lt: Prieš nuomos laikotarpį aptarkite galimus defektų atvejus su nuomotoju, kad išvengtumėte nesusipratimų.

source: When leaving a review, whether for the lender or the rented item, aim to provide valuable insights. For the lender, highlight their reliability, communication, and the overall borrowing experience. Similarly, when reviewing the item, include a picture of yourself wearing it to help others visualize and mention any size discrepancies or styling tips. Your detailed reviews contribute to a safer and more informed community on our platform.
lt: Palikdami atsiliepimą, tiek apie nuomotoją, tiek apie nuomojamą daiktą, siekite teikti vertingas įžvalgas. Aprašykite nuomtojo patikimumą, komunikaciją ir bendrą nuomavimosi patirtį. Taip pat, palikdami atsiliepimą, Galite pridėti nuotrauką, kurioje dėvite išsinuomotą daiktą, kad padėtumėte kitiems vartotojams matyti kaip atrodo daiktas ir paminėtumėte bet kokius dydžio neatitikimus ar stiliaus patarimus. Jūsų išsamūs atsiliepimai prisideda prie saugesnės ir labiau informuotos bendruomenės mūsų platformoje.

source: How it works
lt: Kaip tai veikia

source: How to Rent?
lt: Kaip išnuomoti?

source: You are the owner of the item you are renting out, and the rental price and rules are your decision. You control to whom you rent your items and specify the rental conditions.
lt: Tu esi savo nuomojamo daikto savininkas ir nuomos kaina, taisyklės yra tavo sprendimas. Tu kontroliuoji kam išnuomoti savo daiktus ir nurodai nuomos sąlygas.

source: Carefully photograph your rental item or use photos you already have, such as from an event where you wore it. Provide a description in the listing that includes size, color, condition, and other relevant details.
lt: Tvarkingai nufotografuok savo nuomojamo daikto nuotraukas arba naudok tas, kurias jau turi, pavyzdžiui, iš šventės, kurioje jį vilkėjai. Pateik skelbimo aprašymą: dydį, spalvą, kondiciją ir kt. Skelbimo aprašyme nurodyk visas svarbias detales, pavyzdžiui, kad daikto dydis yra mažintas arba daiktas yra itin aptemptas, todėl vilkėti ne visiškai patogu, jį labiau rekomenduotum tik fotosesijai ir panašiai. Taip pat, skelbime pateik ar prašysi, jog nuomininkas sumokėtų grąžinamą depozitą, negrąžinamą draudimo mokestį, už ką jį taikytum ir panašiai.

source: Include all important information in the description, such as whether the item runs small or is very fitted, making it less comfortable to wear. You might recommend it only for photoshoots or similar occasions. Also, specify whether you will require the renter to pay a refundable deposit or a non-refundable insurance fee and for what purpose these will be applied.
lt: Nuomininkas su tavimi susisieks tavo profilyje nurodytais kontaktais. Tiksliai pateik visas sąlygas dėl nuomos laikotarpio, nuomos mokesčio, kaip spręsi situaciją, jeigu daiktas bus sugadintas, daikto lyginimo galimybes, kas atsakingas už daikto valymo išlaidas, kokiu būdu daiktą siųsi ir, kas apmoka siuntimą, o gal susitarsi daikto perdavimą gyvai.

source: The renter will contact you using the contact information specified in your profile. Clearly provide all terms regarding the rental period, rental fee, how you will handle situations if the item is damaged, options for ironing the item, who is responsible for cleaning costs, how you will send the item, and who pays for shipping, or whether you will arrange a live handover of the item. To receive payment for the order, provide the renter with your bank account details. The Upupam platform does not charge any fees. All profits you earn belong to you.
lt: Užsakymui apmokėti nuomininkui nurodyk savo banko sąskaitą. Upupam platforma netaiko jokių mokesčių. Visas uždirbtas pelnas priklauso tau.

source: How to Lend?
lt: Kaip nuomotis

source: Search for special occasion clothing, accessories, or shoes in the Upupam platform catalog. To rent a specific item, contact the item owner using the contact information provided in their profile or next to the listing. Specify the duration for which you need the item. Don’t forget to consider that you need to receive the item before your event takes place.
lt: Ieškok proginių drabužių, aksesuarų ar batelių Upupam platformos kataloge. Norint išsinuomoti tam tikrą daiktą, susisiek su daikto savininku jo profilyje arba šalia skelbimo nurodytais kontaktais. Nurodyk dienų laikotarpį, kuriuo tau reikalinga daikto nuoma. Nepamiršk apgalvoti, kad daiktą reikia gauti anksčiau nei vyks tavo šventė.

source: Once you contact the renter, clarify the rental terms: how you will handle situations if the item is damaged, who is responsible for cleaning and shipping costs. Decide on the shipping method (e.g., via parcel locker or bus delivery), or whether the item will be handed over to you in person.
lt: Susisiekus su nuomotoju, išsiaiškink nuomos sąlygas: kaip spręsi situacijas, jeigu daiktas bus sugadintas, kas atsakingas už valymo ir siuntimo išlaidas. Nutarkite siuntimo būdą (pvz., paštomatu arba autobusų siuntomis), arba ar daiktą tau perduos gyvai.

source: Pay for the rental order directly to the bank account specified by the renter. The Upupam platform does not impose any additional fees; the entire rental order amount goes solely to the renter.
lt: Užsakymą apmokėk tiesiai į nuomotojo nurodytą banko sąskaitą. Upupam platforma netaiko jokių papildomų mokesčių; visa nuomos užsakymo suma priklauso tik nuomotojui.

source: Listing Upload Guidelines
lt: Skelbimo įkėlimo gairės

source: Setting Prices
lt: Kainų nustatymas
