Repository: Balikas4/Rental-Platform-PinkRent
Catalog: PinkRent/PinkRent/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Consider Cleaning Costs: for example, in Lithuania, cleaning an occasion dress costs approximately 20 EUR. Factor this into your rental price to cover these expenses;
lt: Apsvarstykite valymo išlaidas: pavyzdžiui, Lietuvoje proginės suknelės valymas siekia apie 20-30 EUR. Įvertinkite ar įtraukti dalį/visą šią sumą į nuomos kainą, kad padengtumėte šias išlaidas;

source: Lenders have full control over setting the rental price for their items. On our platform, the listing form requires you to set a rental price for a 4-day rental period. However, once a renter contacts you, you can adjust the price based on the agreed rental period. Below are relevant considerations and recommendations for setting your item's price:
lt: Nuomotojai turi visišką kontrolę nustatydami nuomos kainą už savo daiktus. Mūsų platformos skelbimo formoje reikia nustatyti nuomos kainą 4 dienų laikotarpiui. Tačiau, kai nuomininkas susisieks su jumis, galite koreguoti kainą pagal sutartą nuomos laikotarpį. Žemiau pateikiamos detalės, kurias Rekomenduojame apsvarstyti nustatant daikto kainą:

source: Shipping Costs: Consider the item shipping costs if you and the renter agree this as a delivery method. It’s up to you to decide whether the shipping costs are on you or the buyer. If you plan to charge for the shipping expenses, we recommend including it in the item description rather than 4-Day Rental Price.
lt: Pristatymo išlaidos: apsvarstykite daikto pristatymo išlaidas, jei jūs ir nuomininkas sutinkate, kad tai būtų pristatymo metodas. Nuspreskite, kas padengs pristatymo ir daikto grąžinimo išlaidas. Jei planuojate imti mokestį už pristatymą, rekomenduojame įtraukti tai į daikto aprašymą, o ne į 4 dienų nuomos kainą.

source: Security Deposit: You may ask the renter to pay a 4-Day Rental fee plus a deposit determined by you, which you’ll refund once the item is returned in good condition. If you do so, include this in the listing description or in the messages once you connect with the renter. Do not add deposit in the 4-Day Rent Price tab.
lt: Užstatas: galite paprašyti nuomininko sumokėti 4 dienų nuomos mokestį plius užstatą, kurį nustatote jūs, ir kurį grąžinsite, kai daiktas bus grąžintas geros būklės. Jei tai padarysite, įtraukite tai į skelbimo aprašymą arba į žinutes, kai susisieksite su nuomininku. Nepridėkite užstato prie 4 dienų nuomos kainos skilties.

source: Insurance Fee: You can consider including a non-refundable insurance fee to cover small “wear and tear” cases, such as a broken zipper or a loose stitch. We recommend including the insurance fee in the listing description rather than adding it in the 4-Day Rental Price tab. It’s up to you to decide on the insurance fee, but we recommend an optimal 3-10 EUR cost depending on the item’s retail value.
lt: Draudimo mokestis: galite apsvarstyti galimybę įtraukti draudimo mokestį, kad padengtumėte mažus „nusidėvėjimo“ atvejus, tokius kaip sulūžęs užtrauktukas ar iširusi siūlė. Rekomenduojame įtraukti draudimo mokestį į skelbimo aprašymą, o ne pridėti jį prie 4 dienų nuomos kainos skilties. Draudimo suma jūsų sprendimas, bet rekomenduojame optimalų 3-10 EUR mokestį, priklausomai nuo daikto vertės.

source: Market Comparison: Compare your pricing with similar items listed on the platform. Adjust your rental price based on item or item’s size demand.
lt: Panašių daiktų kainų palyginimas: palyginkite savo kainas su panašiais daiktais, paskelbtais platformoje. Pakoreguokite nuomos kainą pagal daikto nuomos kainos vidurkį.

source: Item Description
lt: Daikto aprašymas

source: Details you should consider including in the listing description:
lt: Detalės, kurias turėtumėte apsvarstyti įtraukti į skelbimo aprašymą:

source: Size: Specify if the item is true to size or if it appears to be smaller/larger than the size label indicated. It’s beneficial to include specific measurements (e.g., bust, waist, hips, length) to help renters ensure a proper fit.
lt: Dydis: nurodykite, ar daiktas atitinka dydį, ar jis yra mažesnis/arba didesnis nei nurodytas dydžio etiketėje. Naudinga įtraukti specifinius matmenis (pvz., krūtinę, liemenį, klubus, ilgį), kad padėtumėte nuomininkams užtikrinti tinkamą dydį.

source: Wearability: Mention if the item is comfortable to wear, particularly for long periods or special occasions.
lt: Nešiojimo patogumas: paminėkite, ar daiktas yra patogus dėvėti, ypač ilgą laiką ar specialioms progoms.

source: Defects: Clearly state if there are any defects, such as stains, tears, or missing buttons, to set accurate expectations.
lt: Defektai: aiškiai nurodykite, jei yra kokių nors defektų, tokių kaip dėmės, skylės ar trūkstamos sagos, užtrauktukas.

source: Item Pictures
lt: Daikto nuotraukos

source: We highly recommend uploading at least 3 clear pictures of your item. Here are more tips to follow for listing pictures:
lt: Rekomenduojame įkelti bent 3 aiškias daikto nuotraukas. Štai dar keletas patarimų, kaip pateikti nuotraukas skelbime:

source: Item Representation: Ensure the pictures accurately represent what the item looks like. Include pictures of yourself/someone else wearing the item at a celebration or at home if no event photos are available.
lt: Daikto atvaizdavimas: įsitikinkite, kad nuotraukos tiksliai atspindi daikto išvaizdą. Įtraukite nuotraukas, kuriose jūs/arba kas nors kitas dėvi daiktą šventėje arba namuose, jei neturite nuotraukų iš šventės.

source: Color Accuracy: Show the item’s true color. If the color varies in different lighting, include photos showing the item in various lighting conditions.
lt: Spalvų tikslumas: parodykite tikrą daikto spalvą. Jei spalva skiriasi įvairiuose apšvietimuose, įtraukite nuotraukas, kuriose daiktas matomas įvairiomis apšvietimo sąlygomis.

source: Condition of the Item: Highlight any defects, such as tears or stains, by clearly showing them in the photos.
lt: Daikto būklė: išryškinkite bet kokius defektus, tokius kaip skylės ar dėmės, aiškiai rodykite tai nuotraukose.

source: Background Removal (Optional): If you want to remove the background from your item pictures, use this tool: https://www.remove.bg/
lt: Fono pašalinimas (neprivaloma): jei norite pašalinti foną iš savo daikto nuotraukų, naudokite šį įrankį: https://www.remove.bg/

source: Listing Tags
lt: Skelbimo žymos

source: Tags help increase your item’s visibility on the platform and make it easier to find it. Consider the traits and occasions your item is suitable for; for example: if your item’s a bride’s dress, veil, or shoes, mark it with the “Bride” tag. If your item fits multiple occasions, mark all relevant tags; for example: if the item is suitable for baptism, is bump-friendly, and perfect for a birthday party, select all these tags.
lt: Žymos padeda padidinti jūsų daikto matomumą platformoje ir palengvina jo suradimą. Apsvarstykite daikto savybes ir progas, kurioms jis tinkamas; pavyzdžiui: jei daiktas yra nuotakos suknelė, veliumas ar batai, pažymėkite jį su „Nuotaka“ žyma. Jei jūsų daiktas tinka kelioms progoms, pažymėkite visas atitinkamas žymas; pavyzdžiui: jei daiktas tinka krikštynoms, yra tinkamas Nėščiosioms ir puikus gimtadienio vakarėliui, pasirinkite visas šias žymas.

source: Upupam platform is a place to transform consumerism choices. Here, we wish to create a safe and friendly place for all customers to contribute to circular items' life. Due to this, we ask all members to adhere to the Upupam Platform Catalog Rules below when uploading their items.
lt: Upupam platforma yra vieta keisti vartotojiškumą. Čia norime sukurti saugią ir draugišką vietą, kurioje visi klientai galėtų prisidėti prie cikliško daiktų gyvenimo. Todėl prašome visų narių laikytis žemiau pateiktų Upupam katalogo taisyklių, kai įkeliate savo prekes.

source: On Upupam, you can rent/sell the following items:
lt: Upupam platformoje galite nuomoti/parduoti šiuos daiktus:

source: Women’s, men’s clothes, shoes, and accessories.
lt: Moters, vyro drabužiai, batai ir aksesuarai.

source: On Upupam, you can’t rent/sell the following items:
lt: Upupam platformoje negalite nuomoti/parduoti šių daiktų:

source: Items that are counterfeits;
lt: Prekės, kurios yra padirbiniai;

source: Items with real animal fur or leather.
lt: Daiktai su tikru gyvūnų kailiu ar oda.

source: Terms and Conditions
lt: Sąlygos ir taisyklės

source: Introduction
lt: Įvadas

source: These terms and conditions govern your use of Upupam, an online C2C fashion rental platform (the 'Platform'). By accessing or using the Platform, you agree to be bound by these terms and conditions and our Privacy Policy.
lt: Šios sąlygos ir taisyklės reglamentuoja jūsų naudojimąsi Upupam, internetine C2C mados nuomos platforma (toliau – „Platforma“). Prisijungę prie Platformos arba ją naudodamiesi, sutinkate laikytis šių sąlygų ir taisyklių bei mūsų Privatumo politikos.

source: User Eligibility
lt: Vartotojų tinkamumas

source: You must be at least 18 years old to use the Platform.
lt: Norint naudotis Platforma, jums turi būti ne mažiau kaip 18 metų.

source: By using the Platform, you confirm that you have the right to enter into this Agreement and to be bound by its terms.
lt: Naudodamiesi Platforma, jūs patvirtinate, kad turite teisę sudaryti šį susitarimą ir laikytis jo sąlygų.

source: User Accounts
lt: Vartotojų paskyros

source: To access certain features of the Platform, you may need to create an account.
lt: Norint pasiekti tam tikras Platformos funkcijas, gali tekti sukurti paskyrą.

source: You agree to provide accurate, current, and complete information during the registration process and to update it to keep it accurate, current, and complete.
lt: Sutinkate pateikti tikslią, aktualią ir išsamią informaciją registracijos proceso metu ir atnaujinti ją, kad ji išliktų tiksli, aktuali ir išsami.

source: You are responsible for the security of your account login information and all activities that occur under your account.
lt: Esate atsakingi už savo paskyros prisijungimo duomenų saugumą ir visas veiklas, vykstančias pagal jūsų paskyrą.

source: Listings and Transactions
lt: Skelbimai ir sandoriai

source: Users can create ads for fashion items that are available for rent.
lt: Vartotojai gali kurti skelbimus apie mados daiktus, kurie yra prieinami nuomai.

source: The Platform does not facilitate transactions between users and does not create or guarantee the quality, safety, legality, or availability of items.
lt: Platforma nesuteikia sandorių tarp naudotojų ir nesukuria ar negarantuoja daiktų kokybės, saugumo, teisėtumo ar prieinamumo.

source: Users agree to accurately reflect the condition, size, and other relevant data of the posted items.
lt: Naudotojai sutinka tiksliai aprašyti skelbiamų daiktų būklę, dydį ir kitus reikšmingus duomenis.

source: Users are in full control of their items and rentals. The Platform does not assume ownership or responsibility for any posted items.
lt: Naudotojai visiškai kontroliuoja savo daiktus ir nuomos sandorius. Platforma neprisiima nuosavybės teisių ar atsakomybės už bet kokius skelbiamus daiktus.

source: Rental Agreements
lt: Nuomos sutartys

source: By renting an item through the Platform, users do not enter into a legally binding contract with the owner of the item.
lt: Nuomodami daiktą per Platformą, naudotojai nesudaro teisiškai įpareigojančios sutarties su daikto savininku.

source: Users agree to be bound by the terms and conditions set out in the rental agreement, including, but not limited to, the duration of the rental, the rental fee, and the repayment terms.
lt: Naudotojai sutinka laikytis nuomos sutarime nurodytų sąlygų, įskaitant, bet ne apsiribojant, nuomos trukme, nuomos mokesčiu ir grąžinimo sąlygomis.

source: Prohibited Conduct
lt: Draudžiama elgsena

source: Prohibited conduct includes, but is not limited to, fraud, harassment, infringement of intellectual property rights, and illegal activities.
lt: Draudžiama elgsena apima, bet neapsiriboja, sukčiavimu, priekabiavimu, intelektinės nuosavybės teisių pažeidimais ir neteisėtomis veiklomis.

source: Intellectual Property
lt: Intelektinė nuosavybė

source: All content and materials available on the Platform, including but not limited to text, graphics, logos, photographs, and software, are the property of Upupam or its licensors and are protected by copyright, trademark, and other intellectual property laws.
lt: Visas Platformoje prieinamas turinys ir medžiagos, įskaitant, bet neapsiribojant, tekstais, grafika, logotipais, nuotraukomis ir programine įranga, yra Upupam ar jos licencijų turėtojų nuosavybė ir yra apsaugoti autorių teisių, prekių ženklų ir kitų intelektinės nuosavybės teisės aktų.

source: Users agree not to copy, distribute, modify, or create derivative works from any content on the Platform without prior written consent.
lt: Naudotojai sutinka nekopijuoti, neplatinti, nemodifikuoti ar nesukurti išvestinių darinių iš jokio Platformos turinio be išankstinio raštiško sutikimo.

source: Limitation of Liability
lt: Atsakomybės ribojimas

source: In no event shall Upupam be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenue, whether directly or indirectly, arising out of your use of the Platform.
lt: Jokiu atveju Upupam nebus atsakinga už jokią netiesioginę, atsitiktinę, specialią, konsekventinę ar baudžiamąją žalą, arba bet kokį pelno ar pajamų nuostolį, nesvarbu, ar jis buvo patirtas tiesiogiai ar netiesiogiai, atsirandantį dėl jūsų naudojimosi Platforma.

source: Payments and Fees
lt: Mokėjimai ir mokesčiai

source: The Platform does not issue refunds for any fees or charges paid to other users.
lt: Platforma neišduoda grąžinimų už jokius mokesčius ar įmokas, sumokėtas kitiems naudotojams.

source: No Guarantee of Successful Transactions
lt: Nėra sėkmingų sandorių garantijos

source: The Platform does not guarantee the successful completion of rental transactions. Users agree that rental transactions are at their own risk.
lt: Platforma negarantuoja sėkmingo nuomos sandorių užbaigimo. Naudotojai pripažįsta, kad nuomos sandoriai vykdomi jų pačių rizika.

source: The Platform is not responsible for the payment of the items by the renters or for the shipment of the items by the renters as described.
lt: Platforma neatsako už tai, kad nuomininkai sumokėtų už daiktus ar kad nuomotojai išsiųstų daiktus pagal aprašymą.

source: If the renter fails to pay, or the item is not as described, the Platform shall not be liable for any resulting loss or damage.
lt: Jei nuomininkas nesumoka, arba daiktas neatitinka aprašymo, Platforma nėra atsakinga už bet kokius atsirandančius nuostolius ar žalą.

source: Modifications to Terms and Conditions
lt: Sąlygų ir taisyklių pakeitimai

source: Upupam reserves the right to amend or supplement these Terms and Conditions at any time. Any changes will be effective immediately upon posting on the Platform.
lt: Upupam pasilieka teisę bet kada keisti arba papildyti šias sąlygas ir taisykles. Bet kokie pakeitimai įsigalios nedelsiant, paskelbus Platformoje.

source: Your continued use of the Platform following the posting of any changes shall constitute your acceptance of such changes.
lt: Jūsų tolesnis naudojimasis Platforma po bet kokių pakeitimų paskelbimo reiškia, kad priimate šiuos pakeitimus.

source: Contact Information
lt: Kontaktinė informacija

source: If you have any questions or concerns about these terms and conditions, please contact us at upupam.official@gmail.com.
lt: Jei turite kokių nors klausimų ar abejonių dėl šių sąlygų ir taisyklių, prašome susisiekti su mumis el. paštu upupam.official@gmail.com.

source: Create a Listing Review
lt: Sukurti atsiliepimą apie skelbimą

source: Comment
lt: Komentaras

source: Rating
lt: Įvertinimas

source: Submit
lt: Pateikti

source: Review successfull
lt: Atsliepimas paliktas sėkmingai

source: Congratulations, you left a review
lt: Sveikiname, palikote atsiliepimą

source: Main Page
lt: Pagrindinis puslapis

source: FILTERS
lt: FILTRAI

source: Sale and Price
lt: Kainų nustatymas

source: For Sale
lt: Parduodama

source: Price: Low to High
lt: Kaina: Mažiausia iki didžiausios

source: Price: High to Low
lt: Kaina: Didžiausia iki mažiausios

source: Tags
lt: Žymos

source: Color
lt: Spalva

source: Filter by Color:
lt: Filtruoti pagal spalvą:

source: All Colors
lt: Visos spalvos

source: Filter by Size:
lt: Filtruoti pagal dydį:

source: All Sizes
lt: Visi dydžiai

source: Parent Category:
lt: Pagrindinė kategorija:

source: All Parent Categories
lt: Visos pagrindinės kategorijos

source: Subcategory:
lt: Pogrupis:

source: All Categories
lt: Visos kategorijos

source: Brand
lt: Prekės ženklas

source: Apply Filters
lt: Taikyti filtrus

source: View all
lt: Peržiūrėti visus

source: RESULTS
lt: REZULTATAI

source: All Sub-Categories
lt: Visi pogrupiai

source: marked as
lt: pažymėta kaip

source: available
lt: pasiekiama

source: unavailable
lt: nepasiekiama

source: permission error
lt: leidimo klaida

source: you must be the owner of listing
lt: turite būti skelbimo savininkas

source: listing created successfully
lt: skelbimas sėkmingai sukurtas

source: listing updated successfully
lt: skelbimas sėkmingai atnaujintas

source: listing deleted successfully
lt: skelbimas sėkmingai ištrintas

source: Show Instagram
lt: Rodyti Instagram

source: Show Facebook
lt: Rodyti Facebook

source: Show Phone Number
lt: Rodyti telefono numerį

source: Phone Number
lt: Telefono numeris

source: Show Email
lt: Rodyti el. paštą

source: Email
lt: El. paštas

source: user
lt: naudotojas

source: picture
lt: nuotrauka

source: city
lt: miestas

source: contact options
lt: kontaktai

source: profile
lt: profilis

source: profiles
lt: profiliai

source: favorited by
lt: patinka

source: favorite user
lt: mėgstamas naudotojas

source: favorite users
lt: mėgstami naudotojai

source: reviewed_profile
lt: peržiūrėtas profilis

source: profile_review
lt: profilio apžvalga

source: profile_reviews
lt: profilio apžvalgos

source: My Favorite Users
lt: Mano mėgstami naudotojai

source: No profile picture available
lt: Profilio nuotrauka neprieinama

source: Number of Listings
lt: Skelbimų skaičius

source: You have no favorite users.
lt: Neturite mėgstamų naudotojų.

source: See you later at
lt: Iki pasimatymo

source: You are always welcome back
lt: Visada esate laukiami

source: again
lt: vėl

source: Log in to
lt: Prisijunkite prie

source: Log in error. Please try again.
lt: Prisijungimo klaida. Bandykite dar kartą.

source: Log in
lt: Prisijungti

source: Forgot password?
lt: Pamiršote slaptažodį?

source: If you do not have an account, please
lt: Jei neturite paskyros, prašome

source: Log in with Google
lt: Prisijungti su Google

source: Password Changed
lt: Slaptažodis pakeistas

source: Password Has Been Changed Successfully
lt: Slaptažodis sėkmingai pakeistas

source: You can now
lt: Dabar galite

source: with your new password.
lt: prisijungti su savo nauju slaptažodžiu.

source: Reset Password
lt: Atstatyti slaptažodį

source: Password Reset Failed: The link has expired and is no longer valid.
lt: Slaptažodžio atstatymas nepavyko: nuoroda pasibaigė ir nebėra galiojanti.

source: Please Check Your Email
lt: Patikrinkite savo el. paštą

source: We have sent further instructions to your email.
lt: Mes išsiuntėme tolesnes instrukcijas į jūsų el. paštą.

source: Hello, Someone has requested a password change for your account at UPUPAM. If this was not you, please ignore this email. You can change your password by following this link:
lt: Sveiki, Kas nors paprašė pakeisti slaptažodį jūsų paskyrai UPUPAM. Jei tai nebuvote jūs, prašome ignoruoti šį el. laišką. Slaptažodį galite pakeisti sekdami šią nuorodą:

source: Best regards, UPUPAM Team
lt: Su geriausiais linkėjimais, UPUPAM komanda

source: Password Reset
lt: Slaptažodžio atstatymas

source: Confirm
lt: Patvirtinti

source: Create a Profile Review
lt: Sukurti profilio apžvalgą

source: signup for
lt: užsiregistruoti

source: register
lt: registracija

source: at
lt: prie

source: Profile
lt: Profilis

source: edit profile data
lt: redaguoti profilio duomenis

source: Waiting for admin approval
lt: Laukiama administratoriaus patvirtinimo

source: My Reviews
lt: Mano apžvalgos

source: profile at
lt: profilis prie

source: Thank you! You can log in now with your credentials.
lt: Ačiū! Dabar galite prisijungti su savo duomenimis.

source: Welcome to UPUPAM!
lt: Sveiki atvykę į UPUPAM!

source: Hi {username}, Thank you for signing up! We're excited to have you on board. Best regards, The UPUPAM Team
lt: Sveiki {username}, Ačiū, kad užsiregistravote! Džiaugiamės, kad esate su mumis. Su geriausiais linkėjimais, UPUPAM komanda

source: Profile edited successfully
lt: Profilis sėkmingai pakeistas
